Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerCubicMeter Property
 kilograms carbon dioxide per cubic meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerCubicMeter { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerCubicMeter As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerCubicMeter {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerCubicMeter : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace